# Напишите проект, содержащий функционал работы с заметками. Программа должна уметь создавать заметку, сохранять её, читать список заметок, редактировать заметку, удалять заметку.
import controller

#  Словарь myNote Хранит заметки пользователя
# myNote = dict()

# Метод addNote добавляет заметку: ключ заголовок заметки, значение сама заметка


# def addNote():
#     addTitle = input("Введите название заметки: ")
#     addMsg = input("Введите заметку: ")
#     myNote[addTitle] = addMsg


# addNote()

# print(myNote.keys())
# print(myNote.values())
# print(myNote.items())
controller.start()
